# len("Переменная") - Длинна строки
# .upper() - Сделать строку ЗАГЛАВНЫМИ буквами
# .lower() - Сделать строку маленькими буквами
# .capitalize() - Предложение с большой буквы

# .strip() - Отрезает пробелы в начале и в конце строки
# .replace('3', 'е') - Заменяет 3 на е (в строке)
# .split('Разделитель') - Разбивает строки на список

# type('Переменная') - Определяет тип переменной
# input('Введите имя: ') - Запрос ввода от пользователя



v = input('Введите число от 1 до 10: ')
print(f"{int(v) + 10}")

name = input('Введите ваше имя: ')
print(f"Привет, {name}! Как дела ? ")